tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-versions'
tap 'homebrew/services'

brew 'bash'
brew 'dash'
brew 'deno'
brew 'git'
brew 'gnupg'
brew 'node'
brew 'nvm'
brew 'pinentry-mac'
brew 'rustup-init'
brew 'wasm-pack'
brew 'yarn', args: ['ignore-dependencies']
brew 'zsh'

cask 'adobe-creative-cloud'
cask 'appcleaner'
cask 'cheatsheet'
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'rar'
cask 'scroll-reverser'
cask 'textmate'
cask 'virtualbox'
